<template>
  <pre>
주식회사 유니윌(이하 '회사')는 고객의 개인정보를 매우 중요하게 생각하며, '정보통신망 이용촉진 및 정보보호 등에 관한 법률', '개인정보 보호법'에 따라 정보통신서비스 제공자가 준수하여야 할 관련 법령상의 규정을 준수하며, 이용자의 소중한 개인정보에 대해 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
회사는 개인정보 처리방침을 웹 사이트 첫 화면에 공개함으로써 이용자들이 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
본 개인정보처리방침은 개인정보보호와 관련한 법률 또는 지침의 변경, 당사 정책의 변화에 따라 변경될 수 있으므로, 이용자께서는 당사의 웹 사이트 방문 시 수시로 확인하여 주시기 바랍니다.
1. 개인정보의 처리 목적
회사는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않습니다.

a. 사이트 회원가입 및 관리
서비스 제공에 따른 본인 인증 및 이용자 식별, 회원자격 유지 및 관리, 불량회원 부정이용 방지, 각종 고지 및 통지, 민원 처리, 분쟁 조정을 위한 기록 보존, 회원탈퇴 의사의 확인 등을 목적으로 개인정보를 처리합니다.
b. 각 서비스 제공
캐시 결제, 개인 및 법인사업자의 서비스 이용 및 판매대금 정산, 금융거래 시 본인 인증 및 금융서비스 등 개인정보를 처리합니다.
c. 마케팅 및 광고에의 활용
신규 서비스(컨텐츠) 개발 및 제공, 이벤트 및 광고성 정보 제공과 참여기회 제공, 서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 거래 신뢰도, 성사도 통계에 따른 맞춤 서비스 제공, 광고 게재 등을 목적으로 개인정보를 처리합니다.
d. 보안에 따른 활용
보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
2. 개인정보의 처리 및 보유기간
회사는 다음의 개인정보 항목을 처리하고 있습니다.

개인정보 항목
- 필수 수집 항목 : 이메일, 비밀번호
- 선택 수집 항목 : 휴대전화 번호
- 서비스 이용 과정이나 처리 과정에서 자동으로 생성되는 정보 : 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보, 결제 기록
- 본인 확인 시 추가 수집 정보 : 신분증 사본 (생년월일을 제외한 나머지 정보는 공백으로 하여 제공받음), 통장 사본, 송금 확인증、e쿠폰/마일리지 발행회사 계정의 고객정보 사본
- 고객 간 거래 시 추가 수집 정보 :　e쿠폰/마일리지 이체 내역 또는 영수증 사본
그 외, 고객지원을 통한 상담 과정에서 웹 사이트, 이메일, 팩스, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다.
수집방법 : 최초 회원 가입 시 / 본인확인 업무 시 회원이 직접 제공
보유근거 : 회사는 이용자들이 회사의 개인정보 처리방침 또는 이용약관의 내용에 대하여 [동의] 또는 [취소] 란에 체크 또는 버튼을 클릭할 수 있는 절차를 마련하여, 회원이 [동의]에 체크하거나 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.
보유기간 : 이용자의 탈퇴 요청 및 개인정보 동의를 철회하는 때까지. 다만, 회사는 회사의 약관에 따른 회원의 부정이용기록 또는 불량회원의 이용정보 기록, 부정이용이 의심되는 기록이 있는 경우에는 이용자의 탈퇴 요청 및 개인정보 동의의 철회에도 불구하고, 수집 시점으로부터 5년간 보관하고 파기합니다.
회사의 개인정보처리방침에도 불구하고, 아래와 같은 관련법령에 의하여 보관하여야 하는 정보는 법령이 정한 기간 동안 보관됩니다.</pre
  >
</template>
<script>
  export default {
    components: {},
    data() {
      return {};
    },
    methods: {},
  };
</script>
<style scoped lang="scss">
  pre {
    padding: 4.445%;
    font-family: "NotoSansCJKkr-DemiLight";
    white-space: pre-wrap;
    color: #666666;
    font-size: 1.125rem;
  }
</style>
