<template>
  <pre>
1장. 약관 및 계약


제1조. 목적

이 이용약관(이하 ‘약관’)은 유니윌(이하 ‘회사’)이 제공하는 이지업(easyupclass.com) 및 이지업 관련 제반 서비스(이하 ‘서비스’)를 이용함에 있어 이지업과 회원의 권리와 의무, 책임사항을 규정함을 그 목적으로 합니다.

제2조. 용어의 정의
1. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
a. “서비스”라 함은 “회원” 혹은 웹사이트 방문자가 이용할 수 있는 이지업 서비스를 의미합니다.
b. “회원”이란 “회사”의 서비스에 접속하여 본 약관에 따라 회사와 이용계약을 체결하고 “회사”가 제공하는 “서비스”를 이용하는 고객을 말합니다.
c. “아이디(ID)”라 함은 회원의 식별 및 서비스 이용을 위하여 회원의 신청에 따라 회사가 회원 별로 부여하는 고유한 문자와 숫자의 조합을 말합니다.
d. “이메일”은 회원가입이나 로그인 등에 사용되는 단일한 이메일 주소를 말합니다.
e. “비밀번호(Password)”란 아이디(ID)로 식별되는 회원의 본인 여부를 검증하기 위하여 회원이 설정하여 회사에 등록한 고유의 문자와 숫자의 조합을 말합니다.
f. “유료서비스”라 함은 회사가 유료로 제공하는 각종 온라인디지털콘텐츠(동영상 강의 열람, 프리미엄 교육 정보, 기타 유료 콘텐츠를 포함.) 및 제반 서비스를 의미합니다.
g. “게시물”이라 함은 “회원”이 “서비스”를 이용함에 있어 “서비스” 상에 게시한 글, 사진, 동영상 및 각종 파일과 링크를 의미합니다.
h. 위 항에서 정의되지 않은 약관 상의 용어의 의미는 일반적인 거래관행에 따릅니다.

제3조. 약관 효력 및 변경
1. "회사”는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 회원 가입 화면 및 서비스 초기 화면 또는 링크로 연결된 화면에 게시합니다.
2. “회사”는 “전자상거래 등에서의 소비자보호에 관한 법률”, “약관의 규제에 관한 법률”, “전자문서 및 전자거래기본법”, “전자금융거래법”, “전자서명법”, “정보통신망 이용촉진 및 정보보호 등에 관한 법률”, “소비자기본법” 등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 최소 30일 전에 공지 하고, 서비스 내 메시지 또는 “회원” 이메일 및 휴대폰 문자메시지(SMS) 등의 전자적 수단을 통해 개별적으로 명확히 통지하도록 합니다.
4. 회원은 변경된 약관에 동의하지 않을 권리가 있으며, 변경된 약관에 동의하지 않을 경우 언제든지 자유롭게 서비스 이용을 중단하고 탈퇴할 수 있습니다. 다만, 효력발생일까지 탈퇴를 하지 않은 경우 개정된 약관에 동의한 것으로 간주합니다
5. “회원”이 개정약관의 적용에 동의하지 않는 경우 “회사”는 개정 약관의 내용을 적용할 수 없으며, 이 경우 “회사” 또는 “회원”은 이용계약을 해지할 수 있습니다.
</pre
  >
</template>
<script lang="ts">
  import { Vue } from "vue-property-decorator";
  export default class Terms extends Vue {}
</script>
<style scoped lang="scss">
  pre {
    padding: 4.445%;
    font-family: "NotoSansCJKkr-DemiLight";
    white-space: pre-wrap;
    color: #666666;
    font-size: 1.125rem;
  }
</style>
